Repository: ECHibiki/Kissu-Vi
Catalog: inc/locale/*/LC_MESSAGES/javascript.po
Languages: sv_se

source: Style:
sv_se: Stil:

source: File
sv_se: Fil

source: hide
sv_se: dölj

source: show
sv_se: visa

source: Show locked threads
sv_se: Visa låsta trådar

source: Hide locked threads
sv_se: Dölj låsta trådar

source: Select
sv_se: Välj

source: Embed
sv_se: Bädda in

source: hidden
sv_se: dolda

source: Show images
sv_se: Visa bilder

source: Hide images
sv_se: Dölj bilder

source: Password
sv_se: Lösenord

source: Delete file only
sv_se: Radera bara fil

source: Delete
sv_se: Radera

source: Reason
sv_se: Anledning

source: Report
sv_se: Rapportera

source: Click reply to view.
sv_se: Klicka svara för att visa.

source: Click to expand
sv_se: Klicka för att förstora

source: Hide expanded replies
sv_se: Dölj expanderade svar

source: Brush size
sv_se: Penselstorlek

source: Set text
sv_se: Skriv text

source: Clear
sv_se: Rensa

source: Save
sv_se: Spara

source: Load
sv_se: Ladda

source: Toggle eraser
sv_se: Välj suddgummi

source: Get color
sv_se: Färg

source: Fill
sv_se: Fyll

source: Use oekaki instead of file?
sv_se: Använd oekaki istället för fil?

source: Edit in oekaki
sv_se: Redigera i oekaki

source: Enter some text
sv_se: Skriv text

source: Enter font or leave empty
sv_se: Välj typsnitt eller lämna tomt

source: Forced anonymity
sv_se: Tvungen anonymitet

source: enabled
sv_se: på

source: disabled
sv_se: av

source: Sun
sv_se: Söndag

source: Mon
sv_se: Måndag

source: Tue
sv_se: Tisdag

source: Wed
sv_se: Onsdag

source: Thu
sv_se: Torsdag

source: Fri
sv_se: Fredag

source: Sat
sv_se: Lördag

source: Catalog
sv_se: Katalog

source: Submit
sv_se: Skicka

source: Quick reply
sv_se: Snabbsvar

source: Return
sv_se: Tillbaka

source: Expand all images
sv_se: Visa alla bilder

source: Hello!
sv_se: Tjabba tjena hallå!

source: {0} users
sv_se: {0} användare

source: (hide threads from this board)
sv_se: (dölj trådar från denna board)

source: (show threads from this board)
sv_se: (visa trådar från denna board)

source: No more threads to display
sv_se: Inga fler trådar att visa

source: Loading...
sv_se: Laddar...

source: Save as original filename
sv_se: Spara som originalfilnamn

source: Reported post(s).
sv_se: Anmälda post(er).

source: An unknown error occured!
sv_se: Ett oväntat fel har inträffat! Ring polisen!

source: Something went wrong... An unknown error occured!
sv_se: Något gick fel... Ett oväntat fel har inträffat!

source: Working...
sv_se: Arbetar...

source: Posting... (#%)
sv_se: Skickar... (#%)

source: Posted...
sv_se: Skickat...

source: An unknown error occured when posting!
sv_se: Ett oväntat fel uppkom vid skickande!

source: Posting...
sv_se: Skickar...

source: Upload URL
sv_se: Ladda upp URL

source: Spoiler Image
sv_se: Spoiler Bild

source: Comment
sv_se: Kommentar

source: Quick Reply
sv_se: Snabbsvar

source: Stop watching this thread
sv_se: Sluta följa denna tråd

source: Watch this thread
sv_se: Följ denna tråd

source: Unpin this board
sv_se: Avpinna denna tråd

source: Pin this board
sv_se: Pinna denna tråd

source: Stop watching this board
sv_se: Sluta följa denna board

source: Watch this board
sv_se: Följ denna board

source: Click on any image on this site to load it into oekaki applet
sv_se: Klicka på en bild på denna sida för att ladda in den i oekaki appleten

source: Sunday
sv_se: Söndag

source: Monday
sv_se: Måndag

source: Tuesday
sv_se: Tisdag

source: Wednesday
sv_se: Onsdag

source: Thursday
sv_se: Torsdag

source: Friday
sv_se: FREDAG JAAAA

source: Saturday
sv_se: Lördag

source: January
sv_se: Januari börjar året

source: February
sv_se: Februari kommer sen

source: March
sv_se: Mars

source: April
sv_se: April har knopp i håret

source: May
sv_se: Maj och

source: June
sv_se: Juni blommar mest

source: July
sv_se: Juli

source: August
sv_se: Augusti och

source: September
sv_se: Seheptember härlig sommar är det då, men

source: October
sv_se: Oktober och

source: November
sv_se: November och

source: December
sv_se: December är så grå

source: Oct
sv_se: Okt

source: Your browser does not support HTML5 video.
sv_se: Din webbläsare stödjer inte HTML5 video.

source: [play once]
sv_se: [spela en gång]

source: WebM Settings
sv_se: WebM Inställningar

source: Expand videos inline
sv_se: Maximera videor inline

source: Play videos on hover
sv_se: Spela videor vid pekande

source: Default volume
sv_se: Standard volym

source: Tree view
sv_se: Träd-vy

source: Shrink all images
sv_se: Krymp alla bilder

source: Animate GIFs
sv_se: Animerade GIFs

source: Unanimate GIFs
sv_se: Oanimerade GIFs

source: No new posts.
sv_se: Inga nya posts, >tfw

source: No new threads.
sv_se: Inga nya trådar.

source: There are {0} new threads.
sv_se: Det finns {0} nya trådar.

source: There are {0} new posts in this thread.
sv_se: Det finns {0} nya inlägg i denna tråd.

source: Options
sv_se: Inställningar

source: General
sv_se: Allmänt

source: Storage:
sv_se: Lager:

source: Export
sv_se: Exportera

source: Import
sv_se: Importera

source: Erase
sv_se: Radera

source: Are you sure you want to erase your storage? This involves your hidden threads, watched threads, post password and many more.
sv_se: Vill du verkligen radera ditt lager? Det inkluderar dina dolda trådar, sedda trådar, inläggslösenord, din själ och mycket mer.

source: User CSS
sv_se: Användar CSS

source: Update custom CSS
sv_se: Uppdatera custom CSS

source: Enter here your own CSS rules...
sv_se: Skriv dina egna CSSregler här...

source: You can include CSS files from remote servers, for example:
sv_se: Du kan inkludera CSSfiler från fjärran servrar, till exempel:

source: User JS
sv_se: Användar JS

source: Update custom Javascript
sv_se: Uppdatera custom Javascript

source: Enter here your own Javascript code...
sv_se: Skriv din egen Javascriptkod här...

source: Have a backup of your storage somewhere, as messing here may render you this website unusable.
sv_se: Backupa ditt lager någonstans eftersom lallande här kan paja sidan.

source: You can include JS files from remote servers, for example:
sv_se: Du kan inkludera JSfiler från fjärran servrar, till exempel:
